7767517
85 97
Input                    input_1                  0 1 input_1
MemoryData               const_axes__590          0 1 const_axes__590 0=2
MemoryData               const_fold_opt__380      0 1 const_fold_opt__380 0=63
MemoryData               const_fold_opt__386      0 1 const_fold_opt__386 0=63
MemoryData               const_fold_opt__432      0 1 const_fold_opt__432 0=1 1=1152
MemoryData               const_fold_opt__492      0 1 const_fold_opt__492 0=1
MemoryData               const_fold_opt__494      0 1 const_fold_opt__494 0=1
MemoryData               const_fold_opt__538      0 1 const_fold_opt__538 0=63 1=1152
MemoryData               const_fold_opt__571      0 1 const_fold_opt__571 0=63 1=1152
MemoryData               const_fold_opt__578      0 1 const_fold_opt__578 0=1 1=1152
Permute                  model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_1/FusedBatchNormV3;model_1/model/depthwise_conv2d/depthwise;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d/Conv2D__102 1 1 input_1 model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_1/FusedBatchNormV3;model_1/model/depthwise_conv2d/depthwise;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d/Conv2D__102:0 0=4
Convolution              model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_1/FusedBatchNormV3;model_1/model/depthwise_conv2d/depthwise;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d/Conv2D 1 1 model_1/model/re_lu/Relu6;model_1/model/batch_normalization/FusedBatchNormV3;model_1/model/batch_normalization_1/FusedBatchNormV3;model_1/model/depthwise_conv2d/depthwise;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d/Conv2D__102:0 Relu6__11:0 0=24 1=3 3=2 15=1 16=1 5=1 6=648 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_1/Relu6;model_1/model/batch_normalization_1/FusedBatchNormV3;model_1/model/depthwise_conv2d/depthwise;model_1/model/conv2d_5/Conv2D 1 1 Relu6__11:0 Relu6__13:0 0=24 1=3 4=1 5=1 6=216 7=24 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_1/Conv2D1 1 1 Relu6__13:0 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_1/Conv2D1 0=16 1=1 5=1 6=384
Convolution              model_1/model/re_lu_2/Relu6;model_1/model/batch_normalization_3/FusedBatchNormV3;model_1/model/batch_normalization_4/FusedBatchNormV3;model_1/model/depthwise_conv2d_1/depthwise;model_1/model/conv2d_2/Conv2D 1 1 model_1/model/batch_normalization_2/FusedBatchNormV3;model_1/model/conv2d_1/Conv2D1 Relu6__16:0 0=64 1=1 5=1 6=1024 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_3/Relu6;model_1/model/batch_normalization_4/FusedBatchNormV3;model_1/model/depthwise_conv2d_1/depthwise 1 1 Relu6__16:0 Relu6__18:0 0=64 1=3 3=2 15=1 16=1 5=1 6=576 7=64 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d_3/Conv2D1 1 1 Relu6__18:0 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d_3/Conv2D1 0=24 1=1 5=1 6=1536
Split                    splitncnn_0              1 2 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d_3/Conv2D1 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d_3/Conv2D1_splitncnn_0 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d_3/Conv2D1_splitncnn_1
Convolution              model_1/model/re_lu_4/Relu6;model_1/model/batch_normalization_6/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_4/Conv2D 1 1 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d_3/Conv2D1_splitncnn_1 Relu6__21:0 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_5/Relu6;model_1/model/batch_normalization_7/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/depthwise_conv2d_2/depthwise 1 1 Relu6__21:0 Relu6__23:0 0=144 1=3 4=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_8/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D1 1 1 Relu6__23:0 model_1/model/batch_normalization_8/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D1 0=24 1=1 5=1 6=3456
BinaryOp                 model_1/model/add/add    2 1 model_1/model/batch_normalization_8/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D1 model_1/model/batch_normalization_5/FusedBatchNormV3;model_1/model/conv2d_5/Conv2D;model_1/model/conv2d_3/Conv2D1_splitncnn_0 model_1/model/add/add
Convolution              model_1/model/re_lu_6/Relu6;model_1/model/batch_normalization_9/FusedBatchNormV3;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise;model_1/model/conv2d_6/Conv2D 1 1 model_1/model/add/add Relu6__26:0 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_7/Relu6;model_1/model/batch_normalization_10/FusedBatchNormV3;model_1/model/depthwise_conv2d_3/depthwise 1 1 Relu6__26:0 Relu6__28:0 0=144 1=5 3=2 4=1 15=2 16=2 5=1 6=3600 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D;model_1/model/conv2d_7/Conv2D1 1 1 Relu6__28:0 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D;model_1/model/conv2d_7/Conv2D1 0=40 1=1 5=1 6=5760
Split                    splitncnn_1              1 2 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D;model_1/model/conv2d_7/Conv2D1 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D;model_1/model/conv2d_7/Conv2D1_splitncnn_0 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D;model_1/model/conv2d_7/Conv2D1_splitncnn_1
Convolution              model_1/model/re_lu_8/Relu6;model_1/model/batch_normalization_12/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/conv2d_8/Conv2D 1 1 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D;model_1/model/conv2d_7/Conv2D1_splitncnn_1 Relu6__31:0 0=240 1=1 5=1 6=9600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_9/Relu6;model_1/model/batch_normalization_13/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/depthwise_conv2d_4/depthwise 1 1 Relu6__31:0 Relu6__33:0 0=240 1=5 4=2 5=1 6=6000 7=240 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_14/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D1 1 1 Relu6__33:0 model_1/model/batch_normalization_14/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D1 0=40 1=1 5=1 6=9600
BinaryOp                 model_1/model/add_1/add  2 1 model_1/model/batch_normalization_14/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D1 model_1/model/batch_normalization_11/FusedBatchNormV3;model_1/model/conv2d_9/Conv2D;model_1/model/conv2d_7/Conv2D1_splitncnn_0 model_1/model/add_1/add
Convolution              model_1/model/re_lu_10/Relu6;model_1/model/batch_normalization_15/FusedBatchNormV3;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise;model_1/model/conv2d_10/Conv2D 1 1 model_1/model/add_1/add Relu6__36:0 0=240 1=1 5=1 6=9600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_11/Relu6;model_1/model/batch_normalization_16/FusedBatchNormV3;model_1/model/depthwise_conv2d_5/depthwise 1 1 Relu6__36:0 Relu6__38:0 0=240 1=3 3=2 15=1 16=1 5=1 6=2160 7=240 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1 1 1 Relu6__38:0 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1 0=80 1=1 5=1 6=19200
Split                    splitncnn_2              1 2 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1_splitncnn_0 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1_splitncnn_1
Convolution              model_1/model/re_lu_12/Relu6;model_1/model/batch_normalization_18/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_12/Conv2D 1 1 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1_splitncnn_1 Relu6__41:0 0=480 1=1 5=1 6=38400 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_13/Relu6;model_1/model/batch_normalization_19/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/depthwise_conv2d_6/depthwise 1 1 Relu6__41:0 Relu6__43:0 0=480 1=3 4=1 5=1 6=4320 7=480 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_20/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_13/Conv2D1 1 1 Relu6__43:0 model_1/model/batch_normalization_20/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_13/Conv2D1 0=80 1=1 5=1 6=38400
BinaryOp                 model_1/model/add_2/add  2 1 model_1/model/batch_normalization_20/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_13/Conv2D1 model_1/model/batch_normalization_17/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D;model_1/model/conv2d_11/Conv2D1_splitncnn_0 model_1/model/add_2/add
Split                    splitncnn_3              1 2 model_1/model/add_2/add model_1/model/add_2/add_splitncnn_0 model_1/model/add_2/add_splitncnn_1
Convolution              model_1/model/re_lu_14/Relu6;model_1/model/batch_normalization_21/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_14/Conv2D 1 1 model_1/model/add_2/add_splitncnn_1 Relu6__46:0 0=480 1=1 5=1 6=38400 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_15/Relu6;model_1/model/batch_normalization_22/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/depthwise_conv2d_7/depthwise 1 1 Relu6__46:0 Relu6__48:0 0=480 1=3 4=1 5=1 6=4320 7=480 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_23/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D1 1 1 Relu6__48:0 model_1/model/batch_normalization_23/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D1 0=80 1=1 5=1 6=38400
BinaryOp                 model_1/model/add_3/add  2 1 model_1/model/batch_normalization_23/FusedBatchNormV3;model_1/model/conv2d_15/Conv2D1 model_1/model/add_2/add_splitncnn_0 model_1/model/add_3/add
Convolution              model_1/model/re_lu_16/Relu6;model_1/model/batch_normalization_24/FusedBatchNormV3;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise;model_1/model/conv2d_16/Conv2D 1 1 model_1/model/add_3/add Relu6__51:0 0=480 1=1 5=1 6=38400 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_17/Relu6;model_1/model/batch_normalization_25/FusedBatchNormV3;model_1/model/depthwise_conv2d_8/depthwise 1 1 Relu6__51:0 Relu6__53:0 0=480 1=5 4=2 5=1 6=12000 7=480 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_17/Conv2D1 1 1 Relu6__53:0 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_17/Conv2D1 0=112 1=1 5=1 6=53760
Split                    splitncnn_4              1 2 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_17/Conv2D1 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_17/Conv2D1_splitncnn_0 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_17/Conv2D1_splitncnn_1
Convolution              model_1/model/re_lu_18/Relu6;model_1/model/batch_normalization_27/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_18/Conv2D 1 1 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_17/Conv2D1_splitncnn_1 Relu6__56:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_19/Relu6;model_1/model/batch_normalization_28/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/depthwise_conv2d_9/depthwise 1 1 Relu6__56:0 Relu6__58:0 0=672 1=5 4=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_29/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_19/Conv2D1 1 1 Relu6__58:0 model_1/model/batch_normalization_29/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_19/Conv2D1 0=112 1=1 5=1 6=75264
BinaryOp                 model_1/model/add_4/add  2 1 model_1/model/batch_normalization_29/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_19/Conv2D1 model_1/model/batch_normalization_26/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D;model_1/model/conv2d_17/Conv2D1_splitncnn_0 model_1/model/add_4/add
Split                    splitncnn_5              1 2 model_1/model/add_4/add model_1/model/add_4/add_splitncnn_0 model_1/model/add_4/add_splitncnn_1
Convolution              model_1/model/re_lu_20/Relu6;model_1/model/batch_normalization_30/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_20/Conv2D 1 1 model_1/model/add_4/add_splitncnn_1 Relu6__61:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_21/Relu6;model_1/model/batch_normalization_31/FusedBatchNormV3;model_1/model/depthwise_conv2d_10/depthwise;model_1/model/depthwise_conv2d_11/depthwise 1 1 Relu6__61:0 Relu6__63:0 0=672 1=5 4=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_32/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D1 1 1 Relu6__63:0 model_1/model/batch_normalization_32/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D1 0=112 1=1 5=1 6=75264
BinaryOp                 model_1/model/add_5/add  2 1 model_1/model/batch_normalization_32/FusedBatchNormV3;model_1/model/conv2d_21/Conv2D1 model_1/model/add_4/add_splitncnn_0 model_1/model/add_5/add
Convolution              model_1/model/re_lu_22/Relu6;model_1/model/batch_normalization_33/FusedBatchNormV3;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise;model_1/model/conv2d_22/Conv2D 1 1 model_1/model/add_5/add Relu6__66:0 0=672 1=1 5=1 6=75264 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_23/Relu6;model_1/model/batch_normalization_34/FusedBatchNormV3;model_1/model/depthwise_conv2d_11/depthwise 1 1 Relu6__66:0 Relu6__68:0 0=672 1=5 3=2 4=1 15=2 16=2 5=1 6=16800 7=672 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1 1 1 Relu6__68:0 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1 0=192 1=1 5=1 6=129024
Split                    splitncnn_6              1 2 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1_splitncnn_0 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1_splitncnn_1
Convolution              model_1/model/re_lu_24/Relu6;model_1/model/batch_normalization_36/FusedBatchNormV3;model_1/model/batch_normalization_46/FusedBatchNormV3;model_1/model/depthwise_conv2d_15/depthwise;model_1/model/conv2d_24/Conv2D 1 1 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1_splitncnn_1 Relu6__71:0 0=1152 1=1 5=1 6=221184 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_25/Relu6;model_1/model/batch_normalization_37/FusedBatchNormV3;model_1/model/depthwise_conv2d_12/depthwise;model_1/model/depthwise_conv2d_15/depthwise 1 1 Relu6__71:0 Relu6__73:0 0=1152 1=5 4=2 5=1 6=28800 7=1152 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_38/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_25/Conv2D1 1 1 Relu6__73:0 model_1/model/batch_normalization_38/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_25/Conv2D1 0=192 1=1 5=1 6=221184
BinaryOp                 model_1/model/add_6/add  2 1 model_1/model/batch_normalization_38/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_25/Conv2D1 model_1/model/batch_normalization_35/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_23/Conv2D1_splitncnn_0 model_1/model/add_6/add
Split                    splitncnn_7              1 2 model_1/model/add_6/add model_1/model/add_6/add_splitncnn_0 model_1/model/add_6/add_splitncnn_1
Convolution              model_1/model/re_lu_26/Relu6;model_1/model/batch_normalization_39/FusedBatchNormV3;model_1/model/batch_normalization_46/FusedBatchNormV3;model_1/model/depthwise_conv2d_15/depthwise;model_1/model/conv2d_26/Conv2D 1 1 model_1/model/add_6/add_splitncnn_1 Relu6__76:0 0=1152 1=1 5=1 6=221184 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_27/Relu6;model_1/model/batch_normalization_40/FusedBatchNormV3;model_1/model/depthwise_conv2d_13/depthwise;model_1/model/depthwise_conv2d_15/depthwise 1 1 Relu6__76:0 Relu6__78:0 0=1152 1=5 4=2 5=1 6=28800 7=1152 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_41/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_27/Conv2D1 1 1 Relu6__78:0 model_1/model/batch_normalization_41/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_27/Conv2D1 0=192 1=1 5=1 6=221184
BinaryOp                 model_1/model/add_7/add  2 1 model_1/model/batch_normalization_41/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D;model_1/model/conv2d_27/Conv2D1 model_1/model/add_6/add_splitncnn_0 model_1/model/add_7/add
Split                    splitncnn_8              1 2 model_1/model/add_7/add model_1/model/add_7/add_splitncnn_0 model_1/model/add_7/add_splitncnn_1
Convolution              model_1/model/re_lu_28/Relu6;model_1/model/batch_normalization_42/FusedBatchNormV3;model_1/model/batch_normalization_46/FusedBatchNormV3;model_1/model/depthwise_conv2d_15/depthwise;model_1/model/conv2d_28/Conv2D 1 1 model_1/model/add_7/add_splitncnn_1 Relu6__81:0 0=1152 1=1 5=1 6=221184 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_29/Relu6;model_1/model/batch_normalization_43/FusedBatchNormV3;model_1/model/depthwise_conv2d_14/depthwise;model_1/model/depthwise_conv2d_15/depthwise 1 1 Relu6__81:0 Relu6__83:0 0=1152 1=5 4=2 5=1 6=28800 7=1152 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              model_1/model/batch_normalization_44/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D1 1 1 Relu6__83:0 model_1/model/batch_normalization_44/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D1 0=192 1=1 5=1 6=221184
BinaryOp                 model_1/model/add_8/add  2 1 model_1/model/batch_normalization_44/FusedBatchNormV3;model_1/model/conv2d_29/Conv2D1 model_1/model/add_7/add_splitncnn_0 model_1/model/add_8/add
Convolution              model_1/model/re_lu_30/Relu6;model_1/model/batch_normalization_45/FusedBatchNormV3;model_1/model/batch_normalization_46/FusedBatchNormV3;model_1/model/depthwise_conv2d_15/depthwise;model_1/model/conv2d_30/Conv2D 1 1 model_1/model/add_8/add Relu6__86:0 0=1152 1=1 5=1 6=221184 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     model_1/model/re_lu_31/Relu6;model_1/model/batch_normalization_46/FusedBatchNormV3;model_1/model/depthwise_conv2d_15/depthwise 1 1 Relu6__86:0 Relu6__88:0 0=1152 1=3 4=1 5=1 6=10368 7=1152 9=3 -23310=2,0.000000e+00,6.000000e+00
Pooling                  model_1/model/global_average_pooling2d/Mean 1 1 Relu6__88:0 model_1/model/global_average_pooling2d/Mean 0=1 4=1
Squeeze                  model_1/model/global_average_pooling2d/Mean_Squeeze__591 2 1 model_1/model/global_average_pooling2d/Mean const_axes__590 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0 0=1 1=1 2=1
Split                    splitncnn_9              1 4 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0_splitncnn_0 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0_splitncnn_1 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0_splitncnn_2 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0_splitncnn_3
Gemm                     model_1/model/conv_handflag/MatMul;model_1/model/conv_handflag/BiasAdd_Gemm__100 3 1 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0_splitncnn_3 const_fold_opt__432 const_fold_opt__492 model_1/model/conv_handflag/MatMul;model_1/model/conv_handflag/BiasAdd_Gemm__100:0
Gemm                     model_1/model/conv_handedness/MatMul;model_1/model/conv_handedness/BiasAdd_Gemm__101 3 1 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0_splitncnn_2 const_fold_opt__578 const_fold_opt__494 model_1/model/conv_handedness/MatMul;model_1/model/conv_handedness/BiasAdd_Gemm__101:0
Gemm                     Identity_Gemm__99        3 1 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0_splitncnn_1 const_fold_opt__538 const_fold_opt__386 Identity
Gemm                     Identity_3_Gemm__98      3 1 model_1/model/global_average_pooling2d/Mean_Squeeze__591:0_splitncnn_0 const_fold_opt__571 const_fold_opt__380 Identity_3
Sigmoid                  Identity_2               1 1 model_1/model/conv_handedness/MatMul;model_1/model/conv_handedness/BiasAdd_Gemm__101:0 Identity_2
Sigmoid                  Identity_1               1 1 model_1/model/conv_handflag/MatMul;model_1/model/conv_handflag/BiasAdd_Gemm__100:0 Identity_1
